{
    "Cabra-montês": "Espécie endémica da Península Ibérica, reintroduzida no Parque Nacional da Peneda-Gerês em 1999. Vive em grupos do mesmo sexo e tem uma população estimada em 1.000 indivíduos maturos em Portugal.",
    "Observatório da cabra-montês": "Ponto de interesse no percurso da cabra-montês, criado para observação da espécie sem impactar o ambiente ou as tradições locais.",
    "Parque Nacional da Peneda-Gerês": "Único parque nacional de Portugal, com grande diversidade de fauna, flora e património histórico-cultural.",
    "Falha do Gerês": "Fratura geológica de direção ENE-WSW, marcando o vale do rio Gerês e observável no Miradouro da Preguiça.",
    "Silhas": "Estruturas em granito usadas no passado para proteger colmeias contra ursos e outros animais, destaque do Trilho das Silhas dos Ursos.",
    "Cidade da Calcedónia": "Antigo castro da Idade do Ferro posteriormente ocupado pelos romanos, visível no Trilho da Cidade da Calcedónia.",    
    "Trilho Castrejo": "Percurso pelo ambiente montanhoso do Parque Nacional, passando pelas ruínas do castelo de Castro Laboreiro.",
    "Megalitismo": "Conjunto de monumentos pré-históricos, como antas e dólmens, presentes no Trilho do Megalitismo do Planalto de Castro Laboreiro.",
    "Fojo de Lobo": "Estruturas usadas no passado para capturar lobos, como o Fojo da Portela da Fairra, que usava uma cabra para atrair o predador.",
    "Lagarto-de-água": "Espécie endémica da Península Ibérica encontrada no verão no Trilho Interpretativo de Castro Laboreiro.",
    "Turfeiras": "Zonas húmidas de altitude que acumulam carbono, observáveis no Trilho do Megalitismo do Planalto de Castro Laboreiro.",
    "Ecomuseu de Barroso": "Centro interpretativo em Tourém dedicado à avifauna e cultura local.",
    "Necrópole Megalítica do Mezio": "Conjunto de antas pré-históricas, com destaque para a Anta Grande do Mezio, acessível no Trilho Interpretativo do Mezio.",
    "Maturidade sexual": "Idade em que um animal se torna capaz de se reproduzir.",
    "Dieta": "Conjunto de alimentos consumidos por um organismo.",
    "Variedade genética": "Diversidade de genes dentro de uma população.",
    "Fragilidade genética": "Sensibilidade de uma população devido à baixa diversidade genética.",
    "Ecologia": "Ramo da biologia que estuda as interações dos organismos entre si e com o meio ambiente.",
    "Carvalhal": "Área dominada por carvalhos.",
    "Biodiversidade": "Variedade de vida existente em determinado ecossistema.",
    "Geormofologia": "Estudo das formas da superfície terrestre e seus processos de formação.",
    "Paisagem": "Aspecto visual de um espaço geográfico.",
    "Transformação antrópica": "Mudanças causadas pelo ser humano no ambiente.",
    "Miradouro": "Local elevado que permite uma ampla visão da paisagem.",
    "Barragem": "Estrutura construída para armazenar ou controlar a vazão da água.",
    "Vale": "Depressão entre montanhas ou colinas.",
    "Falha geológica": "Fratura na crosta terrestre ao longo da qual ocorre deslocamento.",
    "Fratura geológica": "Ruptura na rocha sem deslocamento significativo.",
    "Trilho": "Caminho estreito percorrido por pedestres.",
    "Percurso longo": "Trilha com grande extensão.",
    "Percurso médio": "Trilha de extensão intermediária.",
    "Percurso curto": "Trilha com menor extensão.",
    "Piso instável": "Superfície do solo irregular e difícil de percorrer.",
    "Apicultura": "Criação e manejo de abelhas para produção de mel e outros produtos.",
    "Arqueologia rural": "Estudo de vestígios históricos em áreas rurais.",
    "Silha": "Estrutura de pedra construída para proteger colmeias de predadores.",
    "Prados de altitude": "Áreas cobertas por gramíneas situadas em zonas elevadas.",
    "Sobreiral": "Área coberta predominantemente por sobreiros.",
    "Curral": "Local onde se abriga o gado na serra.",
    "Cascata": "Queda de água natural de um curso de água.",
    "Vale encaixado": "Vale profundo com margens íngremes.",
    "Marco miliário": "Pilar de pedra usado para marcar distâncias nas estradas romanas.",
    "Via romana": "Caminho construído pelos romanos para transporte e comunicação.",
    "Geira": "Nome dado a uma antiga estrada romana no norte de Portugal.",
    "Afloramento granítico": "Área onde rochas graníticas emergem na superfície.",
    "Matos rasteiros": "Vegetação baixa composta por arbustos e ervas.",
    "Urze": "Planta comum em regiões montanhosas.",
    "Tojo": "Arbusto espinhoso adaptado a terrenos áridos.",
    "Carqueja": "Planta comum em montanhas portuguesas.",
    "Mariolas": "Montes de pedras empilhadas usados como sinalização de trilhos.",
    "Castro": "Povoado fortificado da Idade do Ferro.",
    "Muralha": "Parede de pedra usada para defesa de um assentamento.",
    "Declive acentuado": "Inclinação íngreme do terreno.",
    "Planalto": "Área elevada com relevo relativamente plano.",
    "Turfeira": "Área úmida onde ocorre acúmulo de matéria orgânica em decomposição.",
    "Rapina": "Ave de caça, como águias e falcões.",
    "Águia-real": "Grande ave de rapina encontrada na Península Ibérica.",
    "Medronhal": "Vegetação dominada por medronheiros.",
    "Espigueiro": "Construção tradicional usada para armazenar cereais.",
    "Lameiro": "Campo úmido usado para pastagem.",
    "Moinho de água": "Estrutura que utiliza a força da água para moer grãos.",
    "Mini-hídrica": "Pequena central de produção de energia hidroelétrica.",
    "Andorinha-das-rochas": "Espécie de andorinha que nidifica em falésias e edifícios.",
    "Andorinhão-preto": "Ave migratória de voo ágil.",
    "Lagartixa-do-noroeste": "Espécie endémica da Península Ibérica.",
    "Carro de bois": "Veículo tradicional puxado por bois para transporte de carga.",
    "Povoação serrana": "Aldeia localizada em regiões montanhosas.",
    "Maciço granítico": "Grande formação rochosa composta de granito.",
    "Fojo do lobo": "Armadilha usada antigamente para capturar lobos.",
    "Socalo": "Terreno cultivável em degraus em encostas.",
    "Arquitetura tradicional": "Estilo construtivo característico de uma região.",
    "Lobo-ibérico": "Subespécie de lobo presente na Península Ibérica.",
    "Vezeira": "Sistema comunitário de pastoreio de gado na serra.",
    "Pinheiro-de-casquinha": "Espécie de pinheiro adaptado a climas frios.",
    "Chapim": "Pequeno pássaro encontrado em florestas de carvalhos.",
    "Necrópole megalítica": "Conjunto de túmulos pré-históricos.",
    "Anta": "Monumento funerário pré-histórico construído com grandes pedras.",
    "Betula pubescens": "Espécie de bétula comum em regiões montanhosas da Península Ibérica.",
    "Ilex aquifolium": "Nome científico do azevinho.",
    "Quercus pyrenaica": "Espécie de carvalho predominante no norte de Portugal.",
    "Lacerta schreiberi": "Nome científico do lagarto-de-água.",
    "Monumento Nacional": "Classificação oficial dada a patrimônios históricos relevantes.",
    "Centro Interpretativo": "Espaço educativo que explica características de um local ou tema.",
    "Ecomuseu": "Museu focado na interação entre cultura e meio ambiente.",
    "Carvalho-negral": "Espécie de carvalho adaptado a climas frios e úmidos.",
    "Branda": "Assentamento temporário utilizado para pastoreio na montanha.",
    "Lobo": "Predador de topo presente na fauna do Parque Nacional da Peneda-Gerês.",
    "Serra": "Conjunto de montanhas interligadas.",
    "Fenda": "Abertura estreita em uma formação rochosa.",
    "Tonel": "Nome dado a um afloramento granítico elevado.",
    "Piorneiro": "Ponto elevado da serra do Gerês.",
    "Castelo de Castro Laboreiro": "Fortaleza medieval localizada na serra do Gerês.",
    "Estradão": "Caminho largo usado para passagem de veículos e gado.",
    "Ribeira": "Curso de água de menor porte que um rio.",
    "Várzea": "Terreno plano próximo a rios, frequentemente alagado.",
    "Caminho carreteiro": "Trilho utilizado para transporte com carros de bois.",
    "Árvore autóctone": "Espécie vegetal nativa de uma determinada região.",
    "Fauna": "Conjunto de espécies animais de um determinado local.",
    "Flora": "Conjunto de espécies vegetais de um determinado local.",
    "Lobo-cinzento": "Outra designação para o lobo-ibérico.",
    "Rochas cobertas de musgo": "Formações rochosas com vegetação típica de ambientes úmidos.",
    "Energia hidroelétrica": "Eletricidade gerada a partir do movimento da água.",
    "Bétula": "Árvore comum em climas frios e úmidos.",
    "Pântano": "Área de solo encharcado, rica em biodiversidade.",
    "Caminho de romeiros": "Trilha utilizada por peregrinos em direção a locais sagrados."
}
